{
  "lang": "id",
  "title": "PinterSnap - Pengunduh Video Pinterest Berkualitas Tinggi Gratis",
  "description": "PinterSnap - Unduh video Pinterest dengan cepat dalam kualitas tinggi, termasuk 4K. Simpan video Pinterest di ponsel atau komputer Anda tanpa watermark.",
  "canonical-url": "https://pintersnap.onrender.com/id",
  "h1-header-content": "PinterSnap - Alat Terbaik untuk Mengunduh Video Pinterest",
  "p-header-content": "Saat ini, Pinterest adalah platform populer untuk berbagi ide, gambar, dan video. Banyak orang ingin menyimpan video ke perangkat mereka untuk menontonnya offline atau untuk keperluan lainnya. Namun, Pinterest tidak menyediakan fungsi unduh video secara langsung. Karena itulah kami menciptakan alat PinterSnap kami: untuk membantu Anda mengunduh video Pinterest dengan mudah dan cepat tanpa kerepotan.",
  "placeholder-header-content": "Contoh: https://www.pinterest.com/pin/25825397858090807/",
  "btn-clear-header-content": "Hapus",
  "btn-download-header-content": "Unduh",
  "btn-paste-header-content": "Tempel dari clipboard",
  "h2-how-use": "Cara Menggunakan PinterSnap",
  "p1-how-use": "Alat PinterSnap kami untuk mengunduh video Pinterest sederhana dan mudah digunakan. Cukup ikuti 3 langkah mudah ini:",
  "li1-how-use": "Salin tautan video Pinterest yang ingin Anda unduh.",
  "li2-how-use": "Tempel tautan ke alat kami.",
  "li3-how-use": "Klik tombol Unduh Video, pilih format dan kualitas yang Anda inginkan (MP4, 4K, tanpa watermark).",
  "p2-how-use": "Dalam beberapa detik, video Anda akan diunduh ke perangkat Anda. Anda dapat menyimpannya untuk penggunaan pribadi atau membagikannya dengan teman.",
  "h2-key-features": "Fitur Utama PinterSnap",
  "p1-key-features": "Alat kami dirancang untuk memberikan kenyamanan maksimal kepada pengguna. Berikut adalah beberapa fitur utama:",
  "strong1-key-features": "Kecepatan unduh cepat: ",
  "li1-key-features": "Dengan teknologi canggih, pengunduh video Pinterest kami bekerja dengan cepat, menghemat waktu Anda.",
  "strong2-key-features": "Unduhan video berkualitas tinggi: ",
  "li2-key-features": "Mendukung unduhan video dalam resolusi dari HD hingga 4K, sehingga Anda dapat menikmati kualitas terbaik.",
  "strong3-key-features": "Tanpa watermark: ",
  "li3-key-features": "Alat kami memastikan video yang diunduh tanpa watermark, sehingga Anda dapat menggunakannya tanpa khawatir tentang hak cipta.",
  "strong4-key-features": "Sepenuhnya gratis: ",
  "li4-key-features": "Alat kami sepenuhnya gratis, tanpa perlu pendaftaran atau biaya.",
  "strong5-key-features": "Bekerja di semua perangkat:",
  "li5-key-features": "Apakah Anda menggunakan ponsel Android, iPhone, atau komputer, alat kami bekerja dengan sempurna.",
  "p2-key-features": "Dengan fitur-fitur ini, PinterSnap adalah pilihan sempurna bagi siapa saja yang ingin menyimpan video Pinterest dengan cepat dan mudah.",
  "h2-why-you-need ": "Mengapa Anda Membutuhkan PinterSnap",
  "p1-why-you-need ": "Pinterest adalah harta karun ide dan inspirasi kreatif. Anda dapat menemukan jutaan video tentang berbagai topik, dari tutorial DIY, resep, hingga tips kecantikan dan mode. Namun, kadang-kadang Anda mungkin tidak memiliki waktu untuk menontonnya segera atau Anda ingin menyimpannya untuk nanti. Pinterest tidak menyediakan opsi untuk menyimpan video secara langsung, dan di sinilah alat kami masuk. Dengan PinterSnap, Anda dapat:",
  "li1-why-you-need ": "Menyimpan video ke ponsel Anda untuk ditonton offline.",
  "li2-why-you-need ": "Membagikan video Pinterest dengan teman tanpa harus mengirim tautan.",
  "li3-why-you-need ": "Menggunakan video Pinterest untuk proyek pribadi atau pendidikan.",
  "p2-why-you-need ": "Dengan PinterSnap, Anda tidak perlu khawatir lagi tentang cara mengunduh video Pinterest!",
  "h2-detailed-guide": "Panduan Detail: Cara Mengunduh Video Pinterest",
  "p1-detailed-guide": "Jika Anda mencari panduan untuk mengunduh video Pinterest, berikut adalah panduan detailnya:",
  "strong1-detailed-guide": "Langkah 1: ",
  "li1-detailed-guide": "Kunjungi Pinterest dan temukan video yang ingin Anda unduh.",
  "strong2-detailed-guide": "Langkah 2: ",
  "li2-detailed-guide": "Salin URL video dengan mengklik ikon berbagi dan memilih \"Salin tautan.\"",
  "strong3-detailed-guide": "Langkah 3: ",
  "li3-detailed-guide": "Tempel tautan ke alat PinterSnap kami.",
  "strong4-detailed-guide": "Langkah 4: ",
  "li4-detailed-guide": "Pilih format dan kualitas video, lalu klik \"Unduh.\" Video akan langsung disimpan ke perangkat Anda.",
  "p2-detailed-guide": "Alat kami mendukung berbagai format, termasuk MP4 dan video tanpa watermark. Anda juga dapat memilih kualitas tertinggi yang tersedia, termasuk resolusi 4K.",
  "title-h4-faqs": "Pertanyaan yang Sering Diajukan (FAQs)",
  "name-faqs1-email": "Bagaimana cara mengunduh video Pinterest di ponsel saya?",
  "text-faqs1-email": "Anda dapat menggunakan PinterSnap di Android dan iPhone. Cukup salin tautan video dan tempelkan ke alat, pilih kualitas, dan klik \"Unduh.\"",
  "name-faqs2-email": "Bisakah saya mengunduh video Pinterest dalam kualitas 4K?",
  "text-faqs2-email": "Ya, alat kami mendukung unduhan video berkualitas tinggi, termasuk 4K, tergantung pada apakah video asli mendukung resolusi tersebut.",
  "name-faqs3-email": "Apakah saya perlu menginstal perangkat lunak?",
  "text-faqs3-email": "Tidak, Anda tidak perlu menginstal perangkat lunak. PinterSnap sepenuhnya online dan berfungsi langsung di browser Anda.",
  "name-faqs4-email": "Apakah PinterSnap gratis?",
  "text-faqs4-email": "Ya, ini sepenuhnya gratis! Anda dapat mengunduh video sebanyak yang Anda inginkan tanpa biaya.",
  "name-faqs5-email": "Apakah PinterSnap aman?",
  "text-faqs5-email": "Alat kami tidak memerlukan akses ke data pribadi atau sensitif di perangkat Anda. Semua video diunduh langsung dari Pinterest ke perangkat Anda tanpa disimpan di server kami.",
  "name-faqs6-email": "Bisakah saya mengunduh video tanpa watermark?",
  "text-faqs6-email": "Ya, PinterSnap memungkinkan Anda mengunduh video Pinterest tanpa watermark, sehingga Anda dapat menggunakannya dengan bebas.",
  "name-faqs7-email": "Apakah PinterSnap bekerja di komputer desktop?",
  "text-faqs7-email": "Tentu saja! PinterSnap bekerja dengan baik di komputer desktop serta perangkat mobile. Anda dapat mengunduh video Pinterest dari perangkat yang terhubung ke Internet."
}
