{
  "lang": "ms",
  "title": "PinterSnap - Muat turun video Pinterest berkualiti tinggi secara percuma",
  "description": "PinterSnap - Muat turun video Pinterest dengan cepat dan berkualiti tinggi. Simpan tanpa watermark di telefon pintar atau komputer anda.",
  "canonical-url": "https://pintersnap.onrender.com/ms",
  "h1-header-content": "PinterSnap - Alat Terbaik untuk Muat Turun Video Pinterest",
  "p-header-content": "Pinterest kini merupakan platform popular untuk berkongsi idea, gambar, dan video. Ramai orang ingin menyimpan video ke peranti mereka untuk menonton secara offline atau tujuan lain. Namun, Pinterest tidak menyediakan fungsi muat turun video secara langsung. Oleh itu, kami telah membangunkan alat PinterSnap untuk membolehkan anda memuat turun video Pinterest dengan mudah dan cepat.",
  "placeholder-header-content": "Contoh: https://www.pinterest.com/pin/25825397858090807/",
  "btn-clear-header-content": "Padam",
  "btn-download-header-content": "Muat Turun",
  "btn-paste-header-content": "Tampal dari Papan Klip",
  "h2-how-use": "Cara Menggunakan PinterSnap",
  "p1-how-use": "Alat muat turun video Pinterest PinterSnap adalah mudah dan mesra pengguna. Ikuti tiga langkah mudah berikut:",
  "li1-how-use": "Salin pautan video Pinterest yang ingin dimuat turun.",
  "li2-how-use": "Tampal pautan ke dalam alat.",
  "li3-how-use": "Klik butang ‘Muat Turun Video’ dan pilih format serta kualiti yang dikehendaki (MP4, 4K, tanpa watermark).",
  "p2-how-use": "Dalam beberapa saat, video akan dimuat turun ke peranti anda. Anda boleh menyimpannya secara peribadi atau berkongsi dengan rakan-rakan.",
  "h2-key-features": "Ciri-ciri Utama PinterSnap",
  "p1-key-features": "Alat kami direka untuk memberikan keselesaan maksimum kepada pengguna. Berikut adalah ciri-ciri utama:",
  "strong1-key-features": "Kelajuan muat turun yang pantas: ",
  "li1-key-features": "Dengan teknologi terkini, alat muat turun video Pinterest kami berfungsi dengan pantas dan menjimatkan masa.",
  "strong2-key-features": "Muat turun video berkualiti tinggi: ",
  "li2-key-features": "Menyokong muat turun video dari HD hingga 4K, membolehkan anda menikmati kualiti terbaik.",
  "strong3-key-features": "Tanpa watermark: ",
  "li3-key-features": "Alat ini menyediakan video tanpa watermark, membolehkan anda menggunakannya tanpa risau tentang hak cipta.",
  "strong4-key-features": "Sepenuhnya percuma: ",
  "li4-key-features": "Alat ini adalah sepenuhnya percuma, tanpa perlu mendaftar atau membayar.",
  "strong5-key-features": "Berfungsi pada semua peranti:",
  "li5-key-features": "Sama ada anda menggunakan Android, iPhone, atau komputer, alat ini berfungsi dengan baik.",
  "p2-key-features": "Ciri-ciri ini menjadikan PinterSnap pilihan terbaik bagi sesiapa sahaja yang ingin menyimpan video Pinterest dengan cepat dan mudah.",
  "h2-why-you-need ": "Mengapa Anda Perlu PinterSnap",
  "p1-why-you-need ": "Pinterest adalah sumber idea dan inspirasi kreatif. Anda boleh menemui video mengenai pelbagai topik seperti tutorial DIY, resipi, dan tip kecantikan atau fesyen. Walau bagaimanapun, kadang-kadang anda mungkin tidak mempunyai masa untuk menonton serta-merta atau ingin menyimpannya untuk kemudian. Pinterest tidak menawarkan pilihan untuk menyimpan video secara langsung. Di sinilah alat kami berguna. Dengan menggunakan PinterSnap, anda boleh:",
  "li1-why-you-need ": "Simpan video ke telefon pintar anda untuk menonton secara offline.",
  "li2-why-you-need ": "Tiada keperluan untuk menghantar pautan video Pinterest kepada rakan-rakan.",
  "li3-why-you-need ": "Gunakan video Pinterest untuk projek peribadi atau tujuan pendidikan.",
  "p2-why-you-need ": "Dengan PinterSnap, anda tidak perlu risau tentang cara memuat turun video Pinterest!",
  "h2-detailed-guide": "Panduan Terperinci: Cara Memuat Turun Video Pinterest",
  "p1-detailed-guide": "Jika anda mencari panduan tentang cara memuat turun video Pinterest, berikut adalah panduan terperinci.",
  "strong1-detailed-guide": "Langkah 1: ",
  "li1-detailed-guide": "Akses Pinterest dan cari video yang ingin dimuat turun.",
  "strong2-detailed-guide": "Langkah 2: ",
  "li2-detailed-guide": "Klik ikon kongsi dan pilih ‘Salin Pautan’ untuk menyalin pautan video.",
  "strong3-detailed-guide": "Langkah 3: ",
  "li3-detailed-guide": "Tampal pautan ke dalam alat PinterSnap.",
  "strong4-detailed-guide": "Langkah 4: ",
  "li4-detailed-guide": "Pilih format dan kualiti video, kemudian klik ‘Muat Turun’. Video akan segera disimpan ke peranti anda.",
  "p2-detailed-guide": "Alat kami menyokong pelbagai format seperti MP4 dan menyediakan video tanpa watermark. Anda juga boleh memilih resolusi 4K yang tertinggi.",
  "title-h4-faqs": "Soalan Lazim (FAQs)",
  "name-faqs1-email": "Bagaimana cara memuat turun video Pinterest di telefon pintar?",
  "text-faqs1-email": "PinterSnap boleh digunakan pada Android dan iPhone. Salin pautan video dan tampal ke dalam alat, pilih kualiti, dan klik ‘Muat Turun’.",
  "name-faqs2-email": "Bolehkah saya memuat turun video Pinterest dalam kualiti 4K?",
  "text-faqs2-email": "Ya, alat kami menyokong muat turun video berkualiti tinggi dan 4K, tetapi video tersebut perlu menyokong resolusi tersebut.",
  "name-faqs3-email": "Adakah perlu memasang perisian?",
  "text-faqs3-email": "Tidak, anda tidak perlu memasang perisian. PinterSnap berfungsi sepenuhnya dalam talian melalui pelayar web.",
  "name-faqs4-email": "Adakah PinterSnap percuma?",
  "text-faqs4-email": "Ya, ia sepenuhnya percuma! Anda boleh memuat turun video sebanyak yang anda mahu.",
  "name-faqs5-email": "Adakah PinterSnap selamat?",
  "text-faqs5-email": "Alat kami tidak mengakses maklumat peribadi atau data sulit pada peranti anda. Semua video dimuat turun secara langsung dari Pinterest ke peranti anda dan tidak disimpan di pelayan kami.",
  "name-faqs6-email": "Bolehkah saya memuat turun video tanpa watermark?",
  "text-faqs6-email": "Ya, dengan PinterSnap anda boleh memuat turun video Pinterest tanpa watermark, membolehkan anda menggunakannya dengan bebas.",
  "name-faqs7-email": "Adakah PinterSnap berfungsi pada komputer desktop?",
  "text-faqs7-email": "Sudah tentu! PinterSnap berfungsi dengan baik pada komputer desktop serta peranti mudah alih. Anda boleh memuat turun video Pinterest dari mana-mana peranti yang disambungkan ke internet."
}
